Repository: Rasbats/frcurrents_pi
Catalog: po/*.po
Languages: es_es, fr_fr

source: Dialog
es_es: Diálogo
fr_fr: Boîte de dialogue

source: Resize...
es_es: Redimensionar...
fr_fr: Redimensionner

source: HW-6
fr_fr: PM-6

source: HW-5
fr_fr: PM-5

source: HW-4
fr_fr: PM-4

source: HW-3
fr_fr: PM-3

source: HW-2
fr_fr: PM-2

source: HW-1
fr_fr: PM-1

source: HW
fr_fr: PM

source: HW+1
fr_fr: PM+1

source: HW+2
fr_fr: PM+2

source: HW+3
fr_fr: PM+3

source: HW+4
fr_fr: PM+4

source: HW+5
fr_fr: PM+5

source: HW+6
fr_fr: PM+6

source: LW-6
fr_fr: BM-6

source: LW-5
fr_fr: BM-5

source: LW-4
fr_fr: BM-4

source: LW-3
fr_fr: BM-3

source: LW-2
fr_fr: BM-2

source: LW-1
fr_fr: BM-1

source: LW
fr_fr: BM

source: LW+1
fr_fr: BM+1

source: LW+2
fr_fr: BM+2

source: LW+3
fr_fr: BM+3

source: LW+4
fr_fr: BM+4

source: LW+5
fr_fr: BM+5

source: LW+6
fr_fr: BM+6

source: No Tidal Data
es_es: Sin datos de mareas
fr_fr: Pas de donnée

source: Tidal Data Finder
es_es: Buscador de datos de marea
fr_fr: Dossier des marees

source: Port not found
es_es: Puerto no encontrado
fr_fr: Port inconnu

source: Port finder
es_es: Buscador de Puerto
fr_fr: Recherche de port

source: Choose Harmonics Directory
es_es: Elegir directorio de Constantes Armónicas
fr_fr: Choix repertoire HARMONICS

source: No Harmonics Select the directory containing HARMONIC.IDX Using the dialog that follows
es_es: Sin Constantes Armónicas Seleccione el directorio que contiene HARMONIC.IDX Usando el diálogo que sigue
fr_fr: Selectionnez le répertoire contenant HARMONIC/IDX à l'aide du dialogue suivant

source: Using Tide/Current data from:
es_es: Usando datos de Marea/Corriente de:
fr_fr: Données marees/courants de :

source: Display Time: UTC
es_es: Tiempo de visualización: UTC
fr_fr: Montrer Heure UTC

source: No Tidal Data for BREST
es_es: No hay datos de marea para BREST
fr_fr: Pas de flux pour BREST

source: Failed to load file:
es_es: Error al cargar archivo:
fr_fr: Erreur lecture fichier :

source: Low Water
es_es: Marea Baja (LW)
fr_fr: Marée basse

source: High Water
es_es: Marea Alta
fr_fr: Marée haute

source: Tidal Area
es_es: Área de Mareas
fr_fr: Estran

source: Strait of Dover
es_es: Estrecho de Dover
fr_fr: Pas de Calais

source: English Channel
es_es: Canal de la Mancha
fr_fr: La Manche

source: Fecamp to La Hague
es_es: Fecamp a La Haya
fr_fr: Fecamp - La Hague

source: La Hague to Hx-de-Brehat
es_es: La Haya to Hx-de-Brehat
fr_fr: La Hague - Heaux de Brehat

source: Hx-de-Brehat to Brignogan
es_es: Hx-de-Breat a Brignogan
fr_fr: Heaux de Brehat - Brigognan

source: Tip of Brittany
es_es: Punta de Bretaña
fr_fr: Pointe Bretagne

source: South Brittany
es_es: Bretaña del Sur
fr_fr: Bretagne Sud

source: Vendee-Gironde
es_es: Vendee-Gironda
fr_fr: Vendée-Gironde

source: Bay of Biscay
es_es: Golfo de Vizcaya
fr_fr: Golfe de Gascogne

source: Select tidal area
es_es: Seleccionar área de marea
fr_fr: Choix de l'estran

source: Standard Port
es_es: Puerto estándar
fr_fr: Port standard

source: Save Area
fr_fr: Zone ref.

source: Save Area/Port
fr_fr: Zone/ Port

source: Tide Date
es_es: Fecha de marea
fr_fr: Date marée

source: Display Controls
es_es: Mostrar controles
fr_fr: Affich. Parametr.

source: Now
es_es: Ahora
fr_fr: Maintenant

source: Previous
es_es: Anterior
fr_fr: Précédent

source: Next
es_es: Posterior
fr_fr: Suivant

source: Tide Harmonics IDX Directory
es_es: Directorio IDX de Constantes Armónicas
fr_fr: Dossier des Données Harmonics(IDX)

source: Select Directory
es_es: Seleccionar directorio
fr_fr: Choix du dossier

source: Tidal Area ...
fr_fr: Estran ...

source: Display tidal rates (knots)
es_es: Mostrar corriente de mareas (nudos)
fr_fr: Affichage vitesse courant

source: Display tidal direction
es_es: Mostrar dirección marea
fr_fr: Affichage sens courant

source: Fill Colour
es_es: Color de relleno
fr_fr: Choix couleur

source: High Resolution Display
es_es: Pantalla de alta resolución
fr_fr: Affichage haute résolution

source: Tidal Current Arrow Colour
es_es: Color del vector corriente de marea
fr_fr: Couleur de la flèche de courant

source: < 0.5 knots
es_es: < 0.5 nudos
fr_fr: < 0.5 noeud

source: >= 0.5 and < 1.5
es_es: >= 0.5 y < 1.5
fr_fr: >= 0.5 et < 1.5

source: >= 1.5 and < 2.5
es_es: >= 1.5 y < 2.5
fr_fr: >= 1.5 et < 2.5

source: >= 2.5 and < 3.5
es_es: >= 2.5 y < 3.5
fr_fr: >= 2.5 et < 3.5

source: >= 3.5 knots
es_es: >= 3.5 nudos
fr_fr: >= 3.5 noeuds

source: Arrow Style
es_es: Estilo de flecha
fr_fr: Style des flèches

source: Arrow Options :
es_es: Opciones de flecha:
fr_fr: Options de Flèche :

source: 1: Normal 2: Small 3: Normal length, narrow width
es_es: 1: Normal 2: Pequeña 3: Longitud normal, ancho estrecho
fr_fr: 1 : Normal 2 : Petit 3 : Longueur normale, largeur étroite

source: Icons Size Factor
es_es: Factor de Tamaño de Iconos
fr_fr: Taille des icones

source: Font Size Factor
es_es: Factor de Tamaño de Fuente
fr_fr: Taille caracteres

source: French Tidal Streams
es_es: Corrientes de marea francesas
fr_fr: FR: Courants marées

source: Preferences
es_es: Ajustes
fr_fr: Préférences

source: frcurrents
fr_fr: Courants

source: frcurrents PlugIn for OpenCPN
es_es: PlugIn frcurrent para OpenCPN
fr_fr: Extension Courants FR pour OpenCPN

source: frcurrents PlugIn for OpenCPN Provides an overlay of Tidal Current (Stream) Arrows.
es_es: Plugin frcurrent para OpenCPN Muestra una capa con dirección de corrientes de marea.
fr_fr: L'extension Courants FR pour OpenCPN visualise les courants de marées

source: Preferences...
es_es: Ajustes...

source: Coeff:
es_es: Coef:

source: Information
es_es: Información

source: Select Port
es_es: Seleccionar Puerto

source: Select Date
es_es: Seleccionar fecha

source: Options:
es_es: Opciones:
